tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gh"
brew "ncdu"
brew "screenfetch"
brew "tmux"
brew "watch"
brew "wget"
brew "youtube-dl"
cask "bitwarden"
cask "firefox"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "google-chrome"
cask "spotify"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
