cask_args appdir: '/Applications'

## TAPS ##
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

## FORMULAE ##
brew "gh"
brew "tmux"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "tree"
brew "magic-wormhole"

## CASKS ##
cask "bitwarden"
cask "iterm2"
cask "firefox"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "google-chrome"
cask "spotify"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "balenaetcher"
cask "android-file-transfer"
cask "zoomus"
cask "paragon-ntfs"
cask "carbon-copy-cloner"
cask "keybase"
cask "appcleaner"
cask "discord"

## MAS ##
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Outlook", id: 985367838
mas "Word", id: 462054704
